Repository: majdideveloper/box_round_timer
Catalog: lib/l10n/app_*.arb
Languages: fr

# onboarding_title1
source: مرحبًا
fr: Bienvenue

# onboarding_subtitle1
source: اكتشف ميزات مذهلة مصممة خصيصًا لك.
fr: Découvrez des fonctionnalités incroyables adaptées pour vous.

# onboarding_title2
source: ابق على اتصال
fr: Restez connecté

# onboarding_subtitle2
source: تواصل بسهولة مع أصدقائك في أي وقت.
fr: Discutez et interagissez facilement avec vos amis à tout moment.

# onboarding_title3
source: ابدأ الآن
fr: Commencez

# onboarding_subtitle3
source: أنشئ حسابًا واستكشف الإمكانيات غير المحدودة.
fr: Créez un compte et explorez des possibilités infinies.

# helloWorld
source: مرحبًا بالعالم
fr: Bonjour le monde

# hello
source: مرحبًا
fr: Bonjour

# search
source: بحث
fr: Rechercher

# welcome
source: مرحبًا
fr: Bienvenue

# selectLanguageOfYourChoice
source: اختر اللغة التي تفضلها
fr: Sélectionnez la langue de votre choix

# delete
source: حذف
fr: Supprimer

# yes
source: نعم
fr: Oui

# no
source: لا
fr: Non

# home
source: الرئيسية
fr: Accueil

# settings
source: الإعدادات
fr: Paramètres

# changeTheme
source: تغيير السمة
fr: Changer le thème

# languageName
source: الإنجليزية
fr: Français

# started
source: ابدأ الآن
fr: Commencer

# next
source: التالي
fr: Suivant

# skip
source: تخطي
fr: Passer

# version
source: الإصدار
fr: Version
